import { IData } from "./IData";

const data: IData[] = [
  {
    name: "Марик",
    birthday: "07.03.1991",
    year: "Коза",
    link: "marik",
    about:
      "Характеристика знака зодиака Рыбы — очень развита эмоциональная сфера. Чувствительные Рыбы постоянно получают свежие впечатления из внешней среды, но при этом прекрасно осознают свои внутренние побуждения. Нередко эти люди удаляются в замкнутый мир собственных мечтаний, чтобы насладиться удивительными возможностями своего вооб­ражения, а иногда — просто чтобы убежать от суровой действительности.",
    predictionsYear:
      "Гороскоп для Козы на 2024 год благоприятный, хотя принесет многочисленные трансформации. Поэтому астрологи в 2024 году советуют: не принимать импульсивных решений; научиться доверять своей интуиции; проявлять волю в стрессовых ситуациях; научиться противостоять эмоциям (особенно негативным); не упускать возможностей, которые будет давать Дракон.",
    predictionsZodiac:
      "Новые горизонты, красивая и интересная жизнь вовсю увлечет прекрасных Рыбок за собой с приходом Зеленого Дракона. Могучий крылатый ящер будет благоволить водяному знаку и подарит ему:    брак, знакомство с ответственным и надежным человеком, но без африканских страстей;  долгосрочные вложения, чтобы уверенно смотреть в будущее; естественное оздоровление и омоложение организма — но придется устраивать разгрузочные дни. На заметку! Рыбы часто грешат чрезмерной ленью. Будьте активнее, и Дракон от вас не отвернется.",
  },
  {
    name: "Люда",
    birthday: "26.07.1993",
    year: "Петух",
    link: "lyuda",
    about:
      "Характеристика знака зодиака Лев указывает нам, что это страстные, любвеобильные и щедрые люди, которые отличаются истинным благородством. Их внешняя доброта и великодушие происходят от любви к театральным эффектам: ведь Львы играют на публику и особенно счастливы, когда находят благодарную аудиторию.",
    predictionsYear:
      "Для Петуха 2024 год подготовил много сюрпризов, и не все из них будут приятными. Гороскоп обещает немало испытаний, связанных с многочисленными переменами. Дракон с легкостью разрушит то, что строилось годами. Это станет причиной бури негативных эмоций. Но не нужно отчаиваться или впадать в уныние, изменения в этот период будут позитивными. Потеря работы обернется сменой деятельности и профессиональным ростом, переезд откроет много новых возможностей.",
    predictionsZodiac:
      "Горделивые Львы и Львицы в 2024 году смогут по-настоящему расслабиться и не наступать на горло своим желаниям и амбициям. Нападки со стороны Дракона им не грозят. Вот что готовит признанным «царям природы» новый символ по китайскому гороскопу: приятные знакомства в июле-августе; серьезные покупки — но не следует забывать о планировании бюджета;  энергетический подъем — избежать стрессов помогут народные средства.",
  },
  {
    name: "Вася",
    birthday: "12.04.1995",
    year: "Собака",
    link: "vasya",
    about:
      "Характеристика знака Овен — первого по счету знака зодиака — это переполняющая энергия и творческие идеи. Люди, рожденные под знаком Овна, полны энтузиазма; они искренне верят, будто мир создан для того, чтобы они его исследовали и покоряли.  Пылкие и напористые по натуре, они рвутся вперед с бесконечными проектами и начинаниями. Овны — прирожденные деятели, и им редко случается бить баклуши.",
    predictionsYear:
      "Собакам в 2024 году стоит приготовиться к большому количеству событий, они принесут с собой гармонию и процветание. Представителя знака ощутят увеличение жизненной силы для реализации планов, а также разногласия на работе, за которыми могут прийти долгожданные обновления.  В финансовой сфере в 2024 году Собак ждет благополучие. Многие затеи будут с легкостью осуществляться, главное – действовать решительно и не бояться неудач.",
    predictionsZodiac:
      "Водоворот идей, событий и впечатлений — настолько феерическим станет год Дракона для Овнов. Они буквально выиграют в «звездную рулетку»! Особенно продуктивной на позитивные события окажется весна. Любовные отношения для Овнов заиграют новыми красками — страстности им не занимать. Но звезды предостерегают от обманов, пустых иллюзий.",
  },
  {
    name: "Кир",
    birthday: "10.03.1995",
    year: "Кабан",
    link: "kir",
    about:
      "Характеристика знака зодиака Рыбы — очень развита эмоциональная сфера. Чувствительные Рыбы постоянно получают свежие впечатления из внешней среды, но при этом прекрасно осознают свои внутренние побуждения. Нередко эти люди удаляются в замкнутый мир собственных мечтаний, чтобы насладиться удивительными возможностями своего вооб­ражения, а иногда — просто чтобы убежать от суровой действительности.",
    predictionsYear:
      "Восточный гороскоп готовит для Кабанов много перемен. В период влияния огнедышащего ящера нельзя лениться, надо больше времени уделять самообразованию, налаживанию социальных связей. Звезды дают на 2024 год несколько советов: не стоит замыкаться в себе – новые знакомства принесут ощутимую пользу; больше времени уделять освоению новых знаний; использовать все возможности, которые вселенная будет предоставлять в изобилии. 2024 год — отличное время, чтобы найти подработку, новое занятие может стать основным доходом, но лучше начинать развиваться в выбранном направлении малыми шагами.",
    predictionsZodiac:
      "Новые горизонты, красивая и интересная жизнь вовсю увлечет прекрасных Рыбок за собой с приходом Зеленого Дракона. Могучий крылатый ящер будет благоволить водяному знаку и подарит ему:    брак, знакомство с ответственным и надежным человеком, но без африканских страстей;  долгосрочные вложения, чтобы уверенно смотреть в будущее; естественное оздоровление и омоложение организма — но придется устраивать разгрузочные дни. На заметку! Рыбы часто грешат чрезмерной ленью. Будьте активнее, и Дракон от вас не отвернется.",
  },
  {
    name: "Даня",
    birthday: "03.11.1995",
    year: "Кабан",
    link: "danya",
    about:
      "Характеристика знака зодиака Скорпион предполагает обладание особым магнетизмом, это самый страстный знак во всем зодиаке. Что бы они ни делали, Скорпионы действуют энергично и с полной отдачей. Нерешительность им не свойственна: это мощные, волевые личности, которые во всем доходят до предела. У них есть немалый опыт обработки сигналов из подсознания. Недаром их управитель — Плутон, владыка преисподней.",
    predictionsYear:
      "Восточный гороскоп готовит для Кабанов много перемен. В период влияния огнедышащего ящера нельзя лениться, надо больше времени уделять самообразованию, налаживанию социальных связей. Звезды дают на 2024 год несколько советов: не стоит замыкаться в себе – новые знакомства принесут ощутимую пользу; больше времени уделять освоению новых знаний; использовать все возможности, которые вселенная будет предоставлять в изобилии. 2024 год — отличное время, чтобы найти подработку, новое занятие может стать основным доходом, но лучше начинать развиваться в выбранном направлении малыми шагами.",
    predictionsZodiac:
      "Волевым и своенравным, загадочным Скорпионам китайский гороскоп на 2024 год пророчит серьезные финансовые неурядицы. Чтобы их избежать, нельзя ввязываться в авантюры с деньгами, проводить рискованные операции. Со стартом нового бизнеса тоже лучше повременить. Во втором полугодии дела стабилизируются. Многие Скорпионы смогут зарабатывать на своих хобби — активизируется творческий потенциал.  Совет! На 2024 год по китайскому гороскопу Скорпионам не стоит намечать серьезных задач. Если планируется ремонт, переезд, от него следует отказаться до ноября-декабря.",
  },
  {
    name: "Егор",
    birthday: "04.04.1996",
    year: "Крыса",
    link: "egor",
    about:
      "Характеристика знака Овен — первого по счету знака зодиака — это переполняющая энергия и творческие идеи. Люди, рожденные под знаком Овна, полны энтузиазма; они искренне верят, будто мир создан для того, чтобы они его исследовали и покоряли.  Пылкие и напористые по натуре, они рвутся вперед с бесконечными проектами и начинаниями. Овны — прирожденные деятели, и им редко случается бить баклуши.",
    predictionsYear:
      "Новый 2024 год для Крысы станет началом нового этапа в жизни. Гороскоп предлагает приготовиться к серьезным изменениям, в большинстве случаев они будут позитивные. Кроме многочисленных обновлений, хозяин года принесет Крысам благополучие и удачу. Чего стоит опасаться: решений, принятых «на скорую руку»; конфликтов с родными (отношения могут испортиться на долгие годы); финансовых потерь из-за мошенников; эмоциональной нестабильности; смены профессиональной деятельности.",
    predictionsZodiac:
      "Водоворот идей, событий и впечатлений — настолько феерическим станет год Дракона для Овнов. Они буквально выиграют в «звездную рулетку»! Особенно продуктивной на позитивные события окажется весна. Любовные отношения для Овнов заиграют новыми красками — страстности им не занимать. Но звезды предостерегают от обманов, пустых иллюзий.",
  },
  {
    name: "Даша",
    birthday: "09.08.1996",
    year: "Крыса",
    link: "dasha",
    about:
      "Характеристика знака зодиака Лев указывает нам, что это страстные, любвеобильные и щедрые люди, которые отличаются истинным благородством. Их внешняя доброта и великодушие происходят от любви к театральным эффектам: ведь Львы играют на публику и особенно счастливы, когда находят благодарную аудиторию.",
    predictionsYear:
      "Новый 2024 год для Крысы станет началом нового этапа в жизни. Гороскоп предлагает приготовиться к серьезным изменениям, в большинстве случаев они будут позитивные. Кроме многочисленных обновлений, хозяин года принесет Крысам благополучие и удачу. Чего стоит опасаться: решений, принятых «на скорую руку»; конфликтов с родными (отношения могут испортиться на долгие годы); финансовых потерь из-за мошенников; эмоциональной нестабильности; смены профессиональной деятельности.",
    predictionsZodiac:
      "Горделивые Львы и Львицы в 2024 году смогут по-настоящему расслабиться и не наступать на горло своим желаниям и амбициям. Нападки со стороны Дракона им не грозят. Вот что готовит признанным «царям природы» новый символ по китайскому гороскопу: приятные знакомства в июле-августе; серьезные покупки — но не следует забывать о планировании бюджета;  энергетический подъем — избежать стрессов помогут народные средства.",
  },
  {
    name: "Пепа",
    birthday: "23.11.1996",
    year: "Крыса",
    link: "pepa",
    about:
      "Характеристика знака зодиака Стрелец говорит о свободолюбии, независимости и дружелюбии. Они не любят, когда их что-то связывает. Стрельцы являют собой тип неисп­равимых идеалистов, которые стремятся расширить горизонты и изменить собственную судьбу. Это добродушные оптимисты, любящие правду, честность и справедливость, поэтому у них весьма философский подход к жизни.",
    predictionsYear:
      "Новый 2024 год для Крысы станет началом нового этапа в жизни. Гороскоп предлагает приготовиться к серьезным изменениям, в большинстве случаев они будут позитивные. Кроме многочисленных обновлений, хозяин года принесет Крысам благополучие и удачу. Чего стоит опасаться: решений, принятых «на скорую руку»; конфликтов с родными (отношения могут испортиться на долгие годы); финансовых потерь из-за мошенников; эмоциональной нестабильности; смены профессиональной деятельности.",
    predictionsZodiac:
      "«Сложно, но можно» — именно под таким девизом будет проходить 2024 год для Стрельцов. В личных отношениях возможны расставания и склоки. Одинокие представители знака смогут встретить свою половинку в октябре-ноябре. Но отношения не будут простыми. Финансовые дела останутся на прежнем уровне, но в январе и феврале ожидается денежное поступление. В наступающем году Стрельцам лучше ориентироваться на командную работу. Здоровье не подведет, если будете обращать внимание на качество продуктов и их сроки годности. Но март-апрель могут оказаться критическими из-за навалившихся проблем.",
  },
  {
    name: "Рома",
    birthday: "16.07.1997",
    year: "Бык",
    link: "roma",
    about:
      "Характеристика знака зодиака Рак: это эмоциональные, впечатлительные люди, которые часто идут на поводу у своих чувств. Им присущ широкий диапазон эмоций, которые меняются в соответствии с ритмами приливов и отливов. Рожденные под этим знаком обладают одновременно и мощью бездонного океана, и уяз­вимостью рака-отшельника или краба, который выполз на пустынный берег.",
    predictionsYear:
      "Для Быков 2024 год – это время принятия серьезных решений. То, что покажется разрушительным, пойдет на пользу и благотворно скажется на качестве жизни в целом. Согласно прогнозу, в этот период нужно остерегаться чрезмерной властности, близких отношений с малознакомыми людьми, импульсивных решений, больших нагрузок. Но 2024 год не обманет и обязательно позволит добиться поставленных целей – все это приведет к увеличению дохода. Трудолюбия и усердия Быков хватит с лихвой на весь предстоящий год.",
    predictionsZodiac:
      "Какой следующий год по гороскопу 2024 для самого «цепкого» знака с клешнями? Извечные романтики и интроверты-раки всегда себе на уме и немного «пятятся назад». Излишняя осторожность может помешать этому знаку стать счастливым. Узнаем, что говорят звезды:  С момента вступления Дракона в свои права Ракам стоит начинать копить, создавать прочную материальную базу и не совершать бездумных покупок. В середине года можно ждать появления нового источника доходов.  В личной жизни Раков ожидает укрепление отношений с партнерами. Одинокие представители этого знака могут обрести свое счастье в июне-июле, если поверят мимолетному знакомству. Со здоровьем в 2024 году никаких катаклизмов не произойдет, если не налегать на копченое, сладкое и соленое. Но в праздники можно позволить себе расслабиться и не думать о последствиях для ЖКТ.",
  },
];

export default data;
